Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: I don’t think they’ll ever touch any salvaged electronics again unless they’re behind a zillion firewalls and the device is completely isolated and tested by a delta fork loaded with every antiviral ware we can find first.
fr_fr: Je ne pense pas qu'ils toucheront un jour un morceau d'électronique récuépré à moins qu'ils ne soient derrière un zillion de firewall et que l'appareil soit complètement isolé et testé par des forks delta chargé de tout le matériel antiviral que nous pourrons trouver.

source: Even then, they’d rather shoot it than access directly or hook it up to an important network.
fr_fr: Et même dans ce cas, ils préfèreront d'abord tirer dessus plutôt que d'y accéder directement ou de le connecter à un réseau important.

source: After seeing what the virus did to Sal, I don’t blame them.
fr_fr: Après avoir vu ce que le virus à fait à Sal, je ne les blâme pas.

source: $$ In our line of work, paranoia can be healthy.
fr_fr: $$ Dans notre métier, la paranoïa peut-être un comportement sain.

source: $$ Sure, but it’s also a pain in the ass.
fr_fr: $$ C'est sûr, mais c'est également un poids monstrueux.

source: Security is always a tradeoff.
fr_fr: La sécurité a toujours un prix.

source: Firewall’s gotta have something up its sleeve that I can pass along to the rest to put their guards at ease.
fr_fr: Firewall doit bien avoir quelque chose dans sa manche que je pourrait donner aux autres afin de baisser leur guarde à un niveau cohérent.

source: $$ Yes ... and no.
fr_fr: $$ Oui ... et non.

source: It’s complicated.
fr_fr: C'est complexe.

source: $$ I don’t see why.
fr_fr: $$ Je ne voit pas pourquoi.

source: Do we have a way of detecting and killing this thing or not?
fr_fr: Avons-nous un moyen de détecter et détruire ces ces choses ou pas?

source: $$ Sort of.
fr_fr: $$ En quelques sorte.

source: $$ You’re killing me.
fr_fr: $$ Tu me tues là.

source: $$ Look.
fr_fr: $$ Écoutes.

source: Ever since the Fall, we’ve had measures in place to detect and counteract Exsurgent infections and all of the other worms and malware the TITANs concocted.
fr_fr: Depuis la Chute, nous avons des mesures en place pour détecter et contrer les infections Exsurgente et tout autres type de ver et de malware que les TITANs ont concocté.

source: Firewall went to great lengths to make sure that everyone had access to the detection signatures and countermeasures—and we mean everyone.
fr_fr: Firewall a fait beaucoup de boulot pour que tout le monde ait accès aux système de détection de signature et aux contre mesure - et on parle de vriament tout le monde.

source: They’ve been incorporated in almost every commercial and open source security software released in the past decade.
fr_fr: Ces systèmes ont étés intégrés dans presque tout les logiciels de sécurité commerciaux et opensource de la dernière décennie.

source: Every habitat in the system—well, every one with a lick of sense anyway—employs such measures in their chokepoints and mesh infrastructure.
fr_fr: Tout les habitats du système - en fait, tous ceux qui ont un minimum de bon sens - utilisent de telles mesures dans leur ossature et infrastructure de mesh.

source: $$ I sense a “but.”
fr_fr: $$ Mais? Car il y a un "mais".

source: $$ Yes.
fr_fr: $$ Oui.

source: The problem is that the Exsurgent virus and similar TITAN infowar worms are adaptive.
fr_fr: Le problème est que le virus Exsurgent et les vers de cyberguerre des TITANs sont adaptatifs.

source: They’re intelligent.
fr_fr: Ils sont intelligents.

source: Even though we mostly eradicated them from our networks, new versions periodically pop up, using some new trick to get past the Firewall scans and wreak havoc.
fr_fr: Même si nous avons éradiqué l'essentiel de nos réseau, de nouvelles versions apparaissent périodiquement, utilisant de nouvelles astuces pour passer les analyses de Firewall et pour faire des ravages.

source: Our warning and outbreak response system has it down to a science, and such instances are usually contained.
fr_fr: Notre système d'avertissement et de réponse aux infections a été élevé au rang de science, et de telles instances sont habituellement contenues.

source: $$ Usually.
fr_fr: $$ Habituellement.

source: $$ Well, there’s always the chance that variants are still skipping around out there, under our radar.
fr_fr: $$ En fait, il y a toujours une chance que des variantes soient toujours là, naviguant sous notre radar.

source: What’s worse to contemplate, though, is that we may get another major outbreak that spreads to multiple habitats before we can contain it.
fr_fr: Le pire reste cependant que nous pourrions toujours avoir une autre invasion majeure qui se répende vers de multiples habitats avant de pouvoir la contenir.

source: That might get very, very bad, very, very quickly.
fr_fr: Ça pourrait devenir trés, trés moche trés, trés rapidement.

source: Since reality can be overlaid with entoptics of hyper-real quality, modern users can ``skin'' their reality by modifying their perceptual input.
fr_fr: Pusique la réalité peut-être réimprimé avec des entoptiques de qualité hyper-réaliste, les utilisateurs moderne peuvent "habiller" leur rélaité en modificant leurs entrées perceptives.

source: Environments around them may be modified to fit their particular tastes or mood.
fr_fr: L'environnement autour d'eux peut-être modifié pour correspondre à leur goût ou humeurs.

source: Need your spirits boosted?
fr_fr: Besoin de vous remonter le moral?

source: Pull up a skin that makes it seems like you're outdoors, with the sun shining down, the sounds of gentle surf in the background, and butterflies drifting lazily overhead.
fr_fr: Utilisez un habillage qui vous fera croire que vous êtes dehors, le soleil brillant, le bruit d'une brise agréable en fond et des papillons glissant paresseusement.

source: Pissed off?
fr_fr: Énervé?

source: Be comforted as flames engulf the walls and thunder grumbles ominously in the distance.
fr_fr: Soyez confortés alors que des flammes englobent les murs et que l'orage tonne en continu dans le lointain.

source: It is not uncommon for people to go about their day, accompanied by their own personal soundtrack that only they can hear.
fr_fr: Il est courant poru les gens de passer toute la journée accompagné par leur bande son personnelle qu'ils sont les seuls à entendre.

source: Even olfactory and taste receptors can be artificially stimulated to experience sensations like the smell of roses, fresh air, or freshly-baked pastries.
fr_fr: Même les récepteurs olfactifs et gustatifs peuvent être artificiellement stimulés pour faire l'expérience de sensations comme le parfum des roses, l'air frais ou une patisserie encore chaude.

source: While originally developed to make ``space food'' less distasteful and as a method to counter space-induced cabin fever for those that weren't born in space, vast archives of aromas, tastes, and environments are available for download.
fr_fr: Développé à l'origine pour rentre la "space food" moins désagréable et comme une méthode pour contrer l'ivresse spatiale pour ceux qui n'étaient pas nés dans l'espace, de gigantesques archives d'arômes, de goût et d'environnements sont disponibles au téléchargement.

source: Skins do not need to be kept private, they may also be shared with others via the mesh.
fr_fr: Les habillages n'ont aps besoin d'être privés, ils peuvent être également partagé avec els autres via le mesh.

source: Tired of your cramped habitat cubicle?
fr_fr: Fatigué de votre cabines d'habitation exigüe?

source: Decorate it with a custom-themed skin and share it with visitors to make them feel more comfortable.
fr_fr: Décorez-la avec un habillage personnalisé et partagez le avec les visiteurs pour qu'ils se sentent plus à l'aise.

source: Found a new music track that livens up your day?
fr_fr: Vous avez découvert une piste musicale qui a illuminé votre journée?

source: Share it with others around you, so they can nod to the same beat.
fr_fr: Partagez là avec ceux qui vous entourent, pour qu'ils pusisent battre au même rythme.

source: Skinning can also be used for the opposite effect.
fr_fr: L'habillage peut aussi être utilisé pour obtenir l'effet opposé.

source: Any undesired content of reality can be edited out, veiled, or censored by modern software programs or muses that engage in real-time editing.
fr_fr: Tout contenu non dsiré de la réalité peut être édité, voilé ou censuré par des logiciels modernes ou les muses qui se livrent à de l'dition temps-réel.

source: Tired of looking at someone's face?
fr_fr: Fatigué de voir la tête de quelqu'un?

source: Add them to your killfile, and you'll never have to acknowledge their presence again.
fr_fr: Ajoutez-le à votre killfile et vous n'aurez plus jamais à remarquer sa présence.

source: AR censorware is also common in some communities with strict religious or moral convictions.
fr_fr: Les logiciels de censure RA sontr également courant dans certaines communautés avec des convictions religieuses ou morale trés stricte.

source: Virtual reality overrides the user's physical senses and places them inside an entirely computer-generated environment called a simulspace. While AR is used for all common day activities and interactions, VR is used mainly for recreation (gaming, virtual tourism, escapism), socializing, meeting (when face-to-face meetings are not possible), and training.
fr_fr: la réalité virtuelle surcharge les sens physique de l'utilisateur et les place dans un environnement entièrement généré par ordinateur appelé un simulspace. Alors que la RA est utilisé pour toutes les activités et interactiosn quotidienne, la RV est utilisée essentiellement à but récréatifs (jeu, tourisme virtuel, évasion) et l'entraînement.

source: Dedicated networks with high-capacity information processing are required to render and run large and complex hyper-real simulspaces with many users, and these are often hard-wired for additional stability.
fr_fr: Des réseaux dédiés avec une grosse capacité de traitement d'information sotn nécessaire pour calculer et faire fonctionner des simulspaces larges, complexes et hyper-réalistes et ils sont souvent connecté par fibre pour assurer la stabilité.

source: Smaller simulspaces capable of hosting a smaller amount of users can be run on a smaller distributed network of linked devices.
fr_fr: Des simulspaces plus petits capable d'héberger une population réduite d'utilisateur peuvent tourner sur des réseaux distribués plus petits d'appareils connectés.

source: Many infomorphs and AIs effectively reside within simulspaces, and some transhumans have sworn off the physical world altogether.
fr_fr: Beaucoup d'infomorphs et d'IAs résident effectivement dans des simulspaces, et certains transhumains ont également abandonné le monde physique.

source: A plethora of simulspace environments are available, ranging from simulations of real places to historical recreations to fantastic worlds representing almost every genre imaginable.
fr_fr: Une pléthore d'environnement en simulsapce sont disponible, allant des simulations d'endroit réel à la recréation historique en passant par les mondes fantastiques représentant à peu près tout type imaginable.

source: All of these simulations are bolstered by the fact that possible scenarios are not bound by the laws of nature.
fr_fr: Toutes ces simulations sont renforcées par le fait que les scénarios possible ne sont pas liés par les lois de la nature.

source: The fundamental forces of reality and nature, like gravitation, electromagnetism atmosphere, temperature, etc., are programmable in VR, allowing for environments that are completely unnatural, such as escheresque simulspace where gravity is relative to position.
fr_fr: Les forces fondamentales de la réalité et de la nature, comme la gravité, l'électromagnétisme atmosphérique, la température, etc., sont programmables en RV, rendant possible les environnements qui sont complètement surnaturels, tels que des simulsapce d'escher dans lesquel la gravité est relative à la position.

source: These domain rules may be altered and manipulated according to the whim of the designer.
fr_fr: Ces règles de domaine peuvent être altérée et manipulée en fonction des souhaits des concepteurs.

source: Time itself is an adjustable constant in VR, though deviation from true time has its limits.
fr_fr: Même le temsp est une constante réglable en RV, même si la déviation par rapport au temps réel a ses limites.

source: So far, transhuman designers have achieved time dilation up to 60 times faster or slower than real time (roughly one minute equaling either one hour or one second).
fr_fr: Jusqu'à présent, les concepteurs transhumains ont réussi à obtenir une dilatation temporelle permettant d'aller 60 fois plus vite ou plus lentement que le temps réel (une minute équivaut donc soit à une heure, soit à une seconde).

source: Time slowdown is far more commonly used, granting more time for simulspace recreational activities (more time, more fun!), learning, or work (economically effective).
fr_fr: Le ralentissement temporel est bien plus utilisé, permettant de passer plus de temps dans des simulspaces récréatifs (plus de temps, plus de fun!), l'apprentissage ou le travail (économiquement efficace).

source: Time acceleration, on the other hand, is extremely useful for making long distance travel through space more tolerable.
fr_fr: L'accélération temporelle, d'un autre côté, est extrêmement utile pour rendre le voyage longue distance plus tolérable.

source: Most simulspaces can be accessed through the mesh just like any other node.
fr_fr: La plupart des simulsapces peuvent être accédé par le mesh juste comme à n'importe quel nœud.

source: Since VR takes over the user's sensorium, however, and sometimes involves time perception dilation, users are cut off from other mesh-delivered sensory input and interacting directly with other nodes.
fr_fr: Depuis que la RV a prit le contrôle du sensorium utilisateur, et implique parfois une dilatation temporelle, les utilisateurs sont déconnectés des autres entrées sensorielle du mesh et ne peuvent interagir directement avec les autres nœuds.

source: Instead, outside mesh interactions are routed through the simulspace's interface meaning that a character may browse the mesh, communicate with others, etc. from inside a simulspace, if the domain rules allow it).
fr_fr: A la place, les communications meshée vers l'extérieur sont routées à travers les interfaces du simulspace ce qui implique que les utilisateurs peuvent parcourir le mesh, communiquer avec les autres, etc. depuis l'intérieur du simulspace (si les règles du domaine l'autorise).

source: Since physical senses are overridden when a user accesses VR, most people prefer to rest their body in a safe and comfortable environment while in the simulspace.
fr_fr: Comme les sens physiques sont surchargés par d'autre lorsque l'ustilisateur accède à la RV, la plupart des personnes préfèrent laisser leur corps dans un environnement sûr et confortable lorsqu'ils sont en simulspace.

source: Body-fitting cushions and couches help users relax and keep them from cramping up or injuring themselves if they happen to thrash around.
fr_fr: Des coussins et lit adaptés à la morphologie aident les utilisateurs à se relaxer et à éviter les crampes ou les blessures si ils devaient se cogner.

source: In case of long-term virtual sojourns (for instance, during space travel), morphs are normally retained in tanks that sustain them in terms of nutrition and oxygen.
fr_fr: Dans le cas des séjours à long-terme (par exemple, pendant les voyages spatiaux), les morphs sont générallement placées dans des réservoir qui les approvisionne en nutriments et en oxygène.

source: Many VR entertainment and game networks offer dedicated and hardwired physical VR cafes with private pods.
fr_fr: beaucoup de divertissement RV et de réseaux de jeu proposent des cafés RV dédiés et cablés avec des pods privés.

source: Visitors rent a pod and physically jack in, using either access jacks or an ultrasonic trode net that reads and transmits brain patterns when placed on the head.
fr_fr: Les visiteurs louent un pod et se connecte physiquement, utilisant soit les prises d'accès ou un réseau de trodes à ultrasons qui lit et transmet les motifs cérébraux lorsqu'il est placé sur al tête.

source: When accessing a simulspace, the user first enters an electronic buffer ``holding space'' known as a white room.
fr_fr: Lorsqu'un utilisateur accède à un simulspace, il commence par entrer dans un tampon électronqiue connu sous le nom de salle blanche.

source: Here the user chooses a customizable avatar-like persona to represent them in the simul-space called a simulmorph.
fr_fr: Il choisit ensuite un avatar configurable appelé une simulmorph et qui le représentera dans le simulspace.

source: From this point, the user immerses themself in the virtual reality environment, effectively becoming their simulmorph.
fr_fr: A partir de ce point , l'utilisateur s'immerge dans l'environnement de réalité virtuelle, devenant leur simulmorph.

source: Every morph with mesh inserts has the capability to transmit or record their experiences, a form of technology called experience playback, or XP.
fr_fr: Chaque morph doté d'insert de mesh à la possibilité de transmettre ou d'enregistrer ses expériences, une technologie appelée lecture d'expérience ou XP.

source: Since the first programs were developed that provide a simple interface to ``snapshot'' one's experiences, it has become extremely popular to share XP with friends and social networks, or with the online public at large.
fr_fr: Depusi que les premiers programmes permettant de fournir un "aperçu" des expériences de quelqu'un ont été développés, le fait de partager ses XP avec ses amis et ses réseaux sociaux, ou avec le public en-ligne d'une manière plus générale, est devenu extrêmement populaire.

source: The level of experiences depends on how much of the recorded sensory perception is kept when the clip is made.
fr_fr: Le niveau d'expérience dépend de la quantité de perception sensorielle enregistrée et conservée lorsque el clip est réalisé.

source: Full XP includes exteroceptive, interoceptive, and emotive tracks.
fr_fr: Les XP complet incluent les pistes extéroceptives, intéroceptives et émotionnelles.

source: Exteroceptive tracks include the traditional senses of sight, smell, hearing, touch, and taste that process the outside world.
fr_fr: Les pistes extéroceptives incluent les sens traditionel de la vue, de l'odorat, de l'ouïe, du toucher et du goûtqui viennent du monde extérieur.

source: Interoceptive tracks include senses originating within the body, such as balance, a sense of motion, pain, hunger and thirst, and a general sense of the location of one's own body parts.
fr_fr: Les pistes interoceptives incluent les sens interne au corps tels que l'équilibre, la perception du mouvement, la douleur, la faim et la soif, et un sens général de la localisation des partie de son corps.

source: Emotive tracks include the whole spectrum of emotions which can be aroused in a transhumans.
fr_fr: Les pistes émotionnelles incluent tout le spectre des émotions qui peuevnt être déclenchée chez un transhumain.

source: Due to the biological requirements (neuronal and endocrine systems) of expressing emotions, hardcore XP aficionados deem only the experience in and from biomorphs as the real deal.
fr_fr: En raison des prérequis biologique (systèmes endocriniens et neuronaux) pour exprimer les émotions, les aficionados hardcore de XP ne jurent que par les biomorphs pour en faire l'expérience.

source: Mesh Uses
fr_fr: Usages du Mesh

source: There are many reasons people use the mesh.
fr_fr: Il y a beaucoup de raisons pour lesquelles les personnes utilise le mesh.

source: The foremost is communication: voice and video calls (typically displaying avatars rather than actual video), electronic messaging (e-mail, instant messaging microblogging), and file and data transfers.
fr_fr: La principale utiliation est la communication: appels vocaux et vidéo (affichant généralement l'avater plutôt qu'une vidéo réelle), messagerie électronique (e-mail, microbloging, messagerie instantanée) et transfert de fichiers et de données.

source: Socializing is also key, handled via social and reputation networks, personal profiles, lifelogging, chats and conferences (both AR and VR), and discussion groups and forums.
fr_fr: La socialisation est également importante, gérée par les réseaux sociaux et réputationnels, les profils personnels, les lifelog, les chats et les conférences (en RA et en RV) et les groueps de discussions et forums.

source: Information gathering is also at the top, whether its browsing the popular Solarchive or other databases and directories, tapping the latest newsfeeds, browsing mesh sites, tracking your friends, taking lessons in VR, or looking up just about anything conceivable.
fr_fr: La collece d'information occupe également une bonne partie du mesh, qu'il sagisse de l'exploration du trés populaire Solarchive ou d'autres basses de données et répertoires, de s'abonner aux derniers flux d'infos, de parcourir des sites mesh, de prendre des cours en RV ou simplement de chercher tout ce que l'on peut imaginer.

source: Recreation rounds out the pack, covering everything from gaming (AR and VR) to experiencing other people's lives (XP) to VR tourism and club-hopping.
fr_fr: Le divertissement ferme le paquet, couvrant tout du jeu (en RA et en RV) à faire l'expérience de la vie d'autres personnes (XP) en passant par le tourisme et le clubbing RV.

source: Since everything a person carries is meshed, most people maintain personal area networks that route all of these devices through their mesh inserts or ecto, which acts as a hub.
fr_fr: Puisque tout ce qu'une personne porte est meshé, la plupart des personnes maintiennt un réseau personnel qui redirige tout le traffic de ces appareils par leur insert de mesh ou leur ecto qui se comporte alors comme un concentrateur.

source: This is both a security measure, ensuring they maintain control over their own accessories and a convenience factor, as it focuses all of the controls in one place.
fr_fr: Il s'agît à la fois d'une mesure de sécurité, peremttant à l'utilisateur de s'assurer du contrôle sur ses accessoires, et un facteur pratique, car tout les contrôle sont concentrés en un seul endroit.

source: Virtual private networks (VPNs) are communications networks tunneled through the mesh, which are dedicated for a specific group of people.
fr_fr: Les réseaux privés virtuels (Virtual Private Network, VPN) sont des réseaux de communication encapsulés à travers le mesh et qui sont dédiés à un groupe de personne spécifique.

source: The primary use of VPNs is to create privacy and security for its users, and so they typically use security
fr_fr: L'utilisation principale d'un VPN est de créer un espace privé et sécurisé pour ses utilisateurs, et ils utilisent donc généralement des

source: features such as ego authentication and public key encryption.
fr_fr: systèmes de sécurité tes que l'identification des egos et des chiffrement par clefs publiques.

source: VPNs are regularly used to mesh mobile offices into a corporate network or mesh people together who work on or contribute a certain project.
fr_fr: Les VPN sont régulièrment utilisés pour mesher des bureaux mobiles en un réseau corporatiste ou pour mesher ensemble des personens qui travaillent ou qui contribuent à certains projets.
